HELLO_MESSAGE = "Привет! Это Telegram-бот, который поможет тебе фиксировать свою спортивную активность, отслеживать динамику тренировок и прогресс, а также достигать поставленных целей в спорте. Бот может предоставить статистику по различным видам активности (бег, велосипед, ходьба, плавание и т.д.), а также поддерживает установку целей и напоминаний о необходимости регулярно заниматься спортом."

TYPES_ACTIVITIES = ["Бег", "Ходьба", "Плавание", "Спорт зал"]

GOALS_FOR_TYPES_ACTIVITIES = {
    "Бег": ["Пробежать n км"],
    "Ходьба": ["Пройти n км"],
    "Плавание": ["Проплыть n км"],
}
